7zip
adw-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
ark
aspell
awesome-terminal-fonts
base
base-devel
bash-completion
bibata-cursor-theme
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-origin-nightly-bin
btrfs-progs
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
calf
cantarell-fonts
cava
chaotic-keyring
chaotic-mirrorlist
chwd
clang
cmake
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
dnsmasq
dosfstools
dunst
e2fsprogs
easyeffects
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
fish
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
gcolor3
gedit
gnome-calculator
gnome-disk-utility
gnome-keyring
go
goverlay
gpu-screen-recorder
grim
gst-libav
gst-plugin-va
gst-plugins-good
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
heroic-games-launcher-bin
hplip
hspell
humanity-icon-theme
hypridle
hyprland
hyprland-protocols
hyprlock
hyprshot
inetutils
intel-media-sdk
intel-ucode
iwd
jdk21-openjdk
jfsutils
kitty
kscreen
kwallet-pam
kwalletmanager
less
lib32-libpulse
lib32-mangohud
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libgepub
libgsf
libopenraw
libva-intel-driver-irql
libva-nvidia-driver
libvoikko
limine
limine-mkinitcpio-hook
linux-cachyos
linux-cachyos-bore
linux-cachyos-bore-headers
linux-cachyos-bore-nvidia-open
linux-cachyos-headers
linux-cachyos-nvidia-open
linux-firmware
logrotate
loupe
lsb-release
lsp-plugins-lv2
lutris
lvm2
man-db
man-pages
mangohud
mangojuice
matugen
mdadm
meson
mission-center
mkinitcpio
modemmanager
mpv
nano
netctl
networkmanager
networkmanager-openvpn
nfs-utils
ninja
noctalia-qs
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nuspell
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
opencl-nvidia
os-prober
pavucontrol
perl
pinta
pipewire-alsa
pipewire-pulse
plasma-desktop
plasma-login-manager
plasma-nm
plasma-pa
playerctl
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
prismlauncher
protonplus
protontricks
python
python-pyqt5
python-pyqt6
python-reportlab
qt5-wayland
qt6-wayland
qt6ct
reflector
rust
s-nail
satty
slurp
smartmontools
sof-firmware
starship
steam
sudo
sysfsutils
system-config-printer
texinfo
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-ms-fonts
ttf-opensans
ttf-symbola
tumbler
unrar
unzip
update-grub
usb_modeswitch
usbutils
uwsm
vim
vscodium
vulkan-icd-loader
vulkan-intel
wget
which
wine
winetricks
wireless_tools
wireplumber
wlsunset
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfsprogs
xl2tpd
yaru-icon-theme
yay
